{
  "chapters": [
    {
      "id": "start",
      "title": "荒城余烬·令牌泣血",
      "body": "残阳如血，染红了荒城的断壁残垣。你跪在父母的棺木前，指尖抚过棺木上的刀痕——那是影卫的制式佩刀留下的痕迹。三天前，黑衣人影如鬼魅般闯入荒城，一夜之间，鸡犬不留，空气中至今弥漫着焦糊的皮肉味与一种奇异的腥甜，那是诅咒失控时，血脉与咒力交融的气息。脖颈间的玄铁令牌突然发烫，像一块烧红的烙铁，灼烧着你的皮肤，令牌上刻着的模糊纹路，竟缓缓浮现出「秘阁」二字。远处传来急促的马蹄声，尘土飞扬中，一个穿青衫的少年勒马停下，他眉眼清朗，腰间佩剑泛着冷光，脸上却带着难以掩饰的疲惫。他抛给你一壶水，声音沙哑：「我叫阿澈，奉秘阁之命来接你。现在跟我走，还能活；留在这里，不出三个时辰，诅咒就会侵蚀你的五脏六腑，让你变成没有理智的怪物」。你低头看向父母的棺木，棺盖缝隙中，似乎藏着什么东西。",
      "choices": [
        {
          "text": "相信阿澈，即刻上马前往秘阁",
          "to": "secretGrove",
          "cost": "未能查看父母棺木中的隐秘",
          "gain": "阿澈好感+1（后续他会为你挡下一次致命攻击），获得「青衫剑穗」（阿澈的随身信物，可触发后续信任剧情）"
        },
        {
          "text": "拒绝同行，撬开棺木寻找线索",
          "to": "ruinClue",
          "cost": "错过与阿澈同行的安全期，影卫追兵将提前半小时抵达",
          "gain": "父母遗留的「半块白玉佩」（玉佩温润，刻着一朵桃花，与你血脉相连，后续可与阿瑶产生共鸣），解锁隐藏回忆：儿时母亲曾对你说「玉佩是护身符，以后会遇到一个戴另一半的人」"
        }
      ]
    },
    {
      "id": "secretGrove",
      "title": "迷雾试炼·影卫杀机",
      "body": "迷雾森林瘴气弥漫，墨绿色的雾气像毒蛇般缠绕在树干上，吸入一口便觉得头晕目眩。阿澈走在你身前，手中佩剑出鞘三寸，剑身在雾气中反射出冷光：「影卫已经盯上你了，他们奉阁主玄机子之命，要杀你这个「诅咒容器」——你的血脉里藏着能唤醒上古诅咒的力量，玄机子想夺为己用」。他突然停下脚步，将你护在身后：「有人」。树叶沙沙作响，一道白影如惊鸿般掠过，落在你们面前。那是个穿白衣的少女，眉眼间带着几分熟悉的温柔，脖颈间赫然挂着半块白玉佩，与阿澈剑穗上的纹路隐隐呼应。她看向你的眼神复杂，既有心疼，又有决绝：「小心阿澈，他的剑上沾着你族人的血。三年前，他奉命围剿荒城余孽，虽未亲手杀人，却为影卫引路」。少女说完，身影便融入迷雾，只留下一缕淡淡的桃花香。阿澈的身体微微僵硬，握着剑柄的手指泛白：「她在撒谎，你信我」。",
      "choices": [
        {
          "text": "相信阿瑶的警告，暗中提防阿澈",
          "to": "shadowGuard",
          "cost": "阿澈好感-1（后续他会对你隐瞒妹妹被囚禁的真相），瘴气侵入体内，生命值-10",
          "gain": "阿瑶暗中留下的「避瘴丹」（服下后可免疫后续所有诅咒侵蚀），解锁阿瑶隐藏信息：她是「诅咒共生体」，能感知诅咒的动向"
        },
        {
          "text": "信任阿澈，握紧他的手一同前行",
          "to": "secretCore",
          "cost": "错过阿瑶留下的关键线索，后续对抗玄机子时少一个助力",
          "gain": "阿澈将「祖传护心镜」赠予你（纯银打造，刻着驱邪符文，可抵挡一次影卫的致命攻击），阿澈坦白部分真相：「三年前我确实奉命前往荒城，但赶到时已经晚了，我只能偷偷救下你父母的棺木，藏在密室」"
        }
      ]
    },
    {
      "id": "ruinClue",
      "title": "密室残书·祖父秘闻",
      "body": "你用阿澈留下的匕首撬开棺盖，果然在父母的尸骨下发现一道暗门。暗门后是一间狭小的密室，积满了厚厚的灰尘，案台上的烛台早已锈蚀，唯有一本泛黄的残书和半块白玉佩完好无损。玉佩与你手中的半块严丝合缝地拼在一起，发出柔和的白光，瞬间驱散了你体内的诅咒寒意。残书的字迹苍劲有力，落款是「祖父·墨渊」。你翻开书页，上面记载着震撼人心的秘闻：「吾儿（你父亲）可知，为父当年种下诅咒，非为私欲，实乃无奈。你母亲难产而逝，魂魄即将消散，我唯有以家族血脉为引，融合上古咒力，将她的残魂炼化为「共生体」，寄养在诅咒之中。阿瑶，便是你母亲的一缕残魂所化。然，咒力失控，反噬荒城，吾罪孽深重。今将破咒之法藏于秘阁核心，唯有「容器」（你）与「共生体」（阿瑶）联手，方能终结这一切」。密室突然剧烈震动，灰尘簌簌落下，外面传来影卫的嘶吼：「找到他了！阁主有令，格杀勿论！」。你握紧手中的完整玉佩，玉佩的温度越来越高，似乎在指引方向。",
      "choices": [
        {
          "text": "带着残书和玉佩，独自潜入秘阁",
          "to": "secretCore",
          "cost": "需独自穿越影卫重重把守的秘阁山门，风险极高",
          "gain": "解锁「玉佩共鸣」技能（可随时感知阿瑶的位置和状态），残书中记载的「破咒三式」（后续战斗中可触发暴击）"
        },
        {
          "text": "毁掉残书，带着玉佩从密道逃离",
          "to": "wanderer",
          "cost": "失去祖父留下的破咒关键，后续需独自摸索破咒之法",
          "gain": "玉佩发出强光，暂时压制你体内的诅咒，密道中发现父亲留下的「影卫令牌」（可伪装成影卫，躲避部分追杀）"
        }
      ]
    },
    {
      "id": "shadowGuard",
      "title": "影卫围杀·信任裂痕",
      "body": "你假意跟随阿澈前行，心中却记着阿瑶的警告。深夜，你借口如厕，悄悄跟在阿澈身后，果然看到他在一棵老槐树下与一名影卫接头。影卫的声音阴冷：「阿澈，阁主说了，只要拿到那小子的令牌，就放你妹妹阿念一条生路。你别再犹豫了，否则你妹妹就要被诅咒侵蚀了」。阿澈的肩膀微微颤抖，声音带着哽咽：「再给我几天时间，我还没找到合适的机会」。你猛地现身，手中匕首直指阿澈：「你果然在骗我！」。阿澈脸色煞白，刚要解释，那名影卫突然拔刀：「阁主有令，既然被发现，就一起杀了！」。刀锋带着刺骨的寒意劈向你，阿澈下意识地挡在你身前，肩头中刀，鲜血瞬间染红了青衫。他推了你一把：「快走，从东边的密道逃出去，我欠你的，用命还！」。影卫的脚步声越来越近，阿澈的身影被团团围住。",
      "choices": [
        {
          "text": "转身逃走，利用密道潜入秘阁",
          "to": "secretCore",
          "cost": "阿澈被影卫俘虏，后续结局无法解锁「寂夜长明·孤守」，心中留下永久愧疚",
          "gain": "趁机避开影卫主力，直接抵达秘阁核心外，获得阿澈掉落的「影卫分布图」（可避开所有暗哨）"
        },
        {
          "text": "拔剑回头，与阿澈并肩作战",
          "to": "betrayal",
          "cost": "陷入影卫重围，生命值-30，随身携带的干粮被烧毁（后续三天需空腹前行）",
          "gain": "阿澈彻底归顺你，愿为你赴死，解锁阿澈隐藏技能「青衫斩」（战斗中可重创影卫），阿澈坦白所有真相：「妹妹阿念被玄机子囚禁在秘阁地牢，他逼我接近你，夺取令牌」"
        }
      ]
    },
    {
      "id": "secretCore",
      "title": "核心秘殿·真相反转",
      "body": "秘阁核心殿寒气刺骨，地面刻满血色符文，符文阵中央悬浮着一颗黑色的晶石，散发着浓郁的诅咒气息。现任阁主玄机子坐在高位上，身穿黑袍，脸上戴着一张青铜面具，只露出一双阴鸷的眼睛。他看到你，发出一阵冷笑：「墨渊的孙子，终于来了。你以为你祖父是为了救亡妻才种下诅咒？真是天真」。他抬手一挥，一道光幕出现在殿中，光幕上浮现出三百年前的画面：祖父墨渊手持咒具，将一名白衣女子（你母亲）的魂魄强行吸入诅咒晶石，而旁边站着的少年，正是年轻时的玄机子。「你祖父真正的目的，是夺取「共生体」阿瑶的力量！他知道阿瑶是你母亲的残魂，与诅咒共生三百年后，会拥有毁天灭地的力量。荒城的毁灭，不过是他为了让诅咒彻底觉醒，让阿瑶的力量更强的棋子！」。玄机子话音刚落，殿后传来脚步声，阿瑶缓缓走出，眼角带泪：「我陪了他三百年，看着他从温文尔雅的书生，变成偏执疯狂的咒师，终于等到你这个「解药」」。她脖颈间的玉佩与你手中的玉佩同时发光，一股暖流涌遍全身。",
      "choices": [
        {
          "text": "与阿瑶联手，斩杀玄机子（以咒制咒）",
          "to": "sealPath",
          "cost": "体内诅咒被强行唤醒30%，时常会陷入狂乱，失去部分理智",
          "gain": "阿瑶成为你的伙伴，掌握「控咒术」（可暂时压制诅咒晶石的力量），玄机子的黑袍掉落，露出胸口的咒印（解锁后续「祖父残魂」剧情）"
        },
        {
          "text": "拒绝与阿瑶合作，寻找无咒破法",
          "to": "breakPath",
          "cost": "失去控咒能力，独自对抗玄机子，生命值-20",
          "gain": "玄机子临死前，将「祖父手札」扔给你，手札中藏着破咒的另一种可能：「轮回破咒法」，解锁祖父隐藏日记：「若吾孙不愿以咒制咒，可走轮回之路，每世轮回，诅咒减弱一分」"
        }
        ]},
        {
          "id": "wanderer",
          "title": "江湖独行·影卫追杀",
          "body": "你毁掉残书，握着完整的玉佩钻进密道。密道尽头是一片荒芜的戈壁，风沙迷眼，玉佩的微光在胸口跳动，暂时压制着体内蠢蠢欲动的诅咒。十年光阴弹指而过，你从青涩少年长成挺拔青年，在江湖中漂泊不定，靠猎杀作恶的咒物为生。你结识了一群热血侠客——豪迈的刀客铁山、聪慧的女医苏凝、机警的斥候小五，他们明知你是「秘阁余孽」，却因你多次出手相救，执意与你同行。你们在边境的破庙里建立据点，日子虽清苦，却也算安稳。直到某个暴雨之夜，破庙的木门被一脚踹开，影卫如潮水般涌入，领头人一身黑衣，眉眼间依稀是阿澈的轮廓，却眼神空洞，额间刻着诡异的咒印。「交出墨渊的孙子和玉佩，我饶你们不死」，他的声音冰冷，没有一丝情感。铁山提刀挡在你身前：「头儿，我们护着你走！」，苏凝已经握紧了药箱里的毒针，小五则悄悄摸到后门，准备为你开路。",
          "choices": [
            {
              "text": "交出玉佩，换回侠客们的性命",
              "to": "secretCore",
              "cost": "玉佩离身，体内诅咒瞬间觉醒50%，左臂浮现黑色咒纹，每逢月圆便剧痛难忍",
              "gain": "铁山、苏凝、小五对你死心塌地，愿随你反攻秘阁，苏凝研制出「缓咒汤」（可暂时缓解诅咒疼痛），阿澈额间咒印闪过一丝微光，似乎有片刻清醒"
            },
            {
              "text": "毁掉玉佩，与阿澈死战到底",
              "to": "betrayal",
              "cost": "玉佩破碎时释放的咒力震伤侠客，铁山断腿、苏凝中毒，小五为掩护你撤离战死，破庙被影卫烧毁",
              "gain": "玉佩碎片融入你的血脉，解锁「咒力反噬」技能（可暂时挣脱诅咒控制，爆发力翻倍），阿澈额间咒印破裂，恢复部分神智，喊出「小心玄机子的血咒」"
            }
          ]
        },
        {
          "id": "betrayal",
          "title": "背叛之后·抉择时刻",
          "body": "无论是与阿澈并肩突围，还是毁掉玉佩唤醒他的神智，你最终在破庙的废墟中，听他道出了所有隐情：玄机子当年抓住了他年幼的妹妹阿念，以阿念的性命为要挟，在他额间种下「血咒」，让他沦为傀儡。而阿瑶的身份，远比残书所载更令人心疼——她不仅是你母亲的残魂，更是祖父当年为了稳定诅咒，强行注入了阿念的一缕魂魄，所以她既能感知你的存在，也能感应阿澈的安危。「我对不起你，也对不起阿念」，阿澈跪在你面前，声音嘶哑。就在这时，天地变色，玄机子带着大批影卫出现在废墟上空，黑袍猎猎作响：「既然都聚齐了，就一起回秘阁，了却三百年的恩怨」。他抬手一挥，数道咒链飞出，缠住了阿澈的脚踝。阿瑶挡在你身前，玉佩发出强烈的光芒：「现在只有两条路，要么斩断与我们的羁绊，独自破咒；要么带着我们，对抗玄机子，哪怕同归于尽」。",
          "choices": [
            {
              "text": "斩断羁绊：推开阿瑶和阿澈，独自前往秘阁核心",
              "to": "breakPath",
              "cost": "阿瑶的玉佩碎裂，母亲的残魂受创，从此再无感应；阿澈被咒链拖走，阿念的魂魄在阿瑶体内消散，你永远失去了母亲和阿澈的消息",
              "gain": "心无牵挂，破咒意念达到顶峰，祖父手札自动解锁「轮回破咒法」完整版，体内诅咒暂时蛰伏，战斗力翻倍"
            },
            {
              "text": "原谅守护：握紧阿瑶的手，与阿澈并肩对抗",
              "to": "sealPath",
              "cost": "诅咒受玄机子咒力刺激，进一步侵蚀你的经脉，皮肤浮现大片咒纹，苏凝（若存活）因害怕诅咒而带着铁山离去，你只剩阿瑶和阿澈两个战友",
              "gain": "你与阿瑶的血脉彻底共鸣，解锁「子母咒印」技能（可共享力量，互相疗伤），阿澈挣脱部分血咒控制，使出「青衫斩·绝杀」，重创数名影卫"
            }
          ]
        },
        {
          "id": "sealPath",
          "title": "封印之路·终极抉择",
          "body": "你带着阿瑶和阿澈，一路杀向秘阁核心。影卫层层阻拦，阿澈的肩头、阿瑶的手臂都添了新伤，你的咒纹已经蔓延到脖颈，每一次挥剑都伴随着撕心裂肺的疼痛。终于，你们闯入核心殿，玄机子早已等候在此，诅咒晶石在他身后悬浮，散发着令人窒息的黑暗气息。「墨渊的孙子，你以为联手就能赢我？」，玄机子冷笑一声，催动咒力，无数黑色触手从晶石中涌出。阿澈挡在你和阿瑶身前，青衫染血：「你们去对付玄机子，我来挡住触手」。阿瑶握紧你的手，眼中闪烁着决绝的光芒：「我们上」。一场惊天动地的厮杀后，玄机子倒在血泊中，诅咒晶石却并未停止运转——祖父墨渊的残魂从晶石中缓缓浮现，他身形虚幻，眉眼间满是愧疚：「吾孙，三百年了，终于有人能走到这一步。诅咒已经与阿瑶、阿念的魂魄深度绑定，唯有两种方式能终结它：一是你刺破掌心，以自身血脉为锁，成为新的封印者，永远留在秘阁，困住我和诅咒；二是让阿瑶献祭，她体内有你母亲和阿念的魂魄，能彻底净化诅咒，却会魂飞魄散」。阿瑶轻轻抚摸着你的脸颊，声音温柔却坚定：「我本就是由魂魄凝聚而成，能为你、为母亲、为阿念做些什么，是我的宿命。别难过，替我好好看看人间的桃花」。阿澈跪在一旁，泪水打湿了地面：「哥，让我替她献祭」，却被祖父的残魂拦住：「唯有共生体，方能净化诅咒」。",
          "choices": [
            {
              "text": "成为永恒封印：独自留下，镇压诅咒与祖父残魂",
              "to": "ending:ending_eternal",
              "desc": "你推开阿瑶和阿澈，转身走向诅咒晶石。指尖刺破掌心，精血滴在封印石上，一道金色屏障将你与他们隔绝。你看着阿瑶哭红的双眼，看着阿澈抱拳哽咽的模样，轻声说：「照顾好自己」。秘阁的石门缓缓关闭，隔绝了外面的天光与桃花香，只留下你与无尽黑暗为伴。此后每十年，桃花盛开的时节，你都会闻到一缕熟悉的酒香，那是阿澈送来的桃花酒，他从不敢叩门，只在石门外静坐一夜，聊聊江湖的趣事，说说人间的桃花，而你，只能在黑暗中静静倾听，指尖的封印石，刻下一道又一道孤独的痕迹"
            },
            {
              "text": "同意献祭：让阿瑶净化诅咒，守护天下安宁",
              "to": "ending:ending_ashes",
              "desc": "你紧紧抱住阿瑶，泪水浸湿了她的白衣。她轻轻推开你，转身走向诅咒晶石，白衣在黑暗中翻飞，如一只决绝的蝶。「记住，我永远在你身边」，她的声音消散在空气中，身影化作漫天光焰，包裹住诅咒晶石。你手中的半块玉佩与她留下的半块玉佩融为一体，发出温暖的光晕，诅咒的腥甜气息逐渐消散，天地间恢复清明。光焰散尽，你怀中只留下温热的完整玉佩，上面似乎还残留着她的温度。阿澈拍了拍你的肩膀：「我们会找到她的残魂」。此后五十年，你踏遍山河，走过荒城的废墟，穿过迷雾森林，喝过阿澈送来的无数坛桃花酒，逢人便问：「见过一位穿白衣、带半块玉佩的姑娘吗？」，玉佩的微光，成为你前行路上唯一的慰藉"
            }
          ]
        },
        {
          "id": "breakPath",
          "title": "破咒之途·执念与放下",
          "body": "你斩断羁绊，独自踏上破咒之路。祖父手札的「轮回破咒法」记载：「轮回阵藏于秘阁后山，以玄铁令牌为引，以自身魂魄为祭，可开启轮回。每世轮回，诅咒会减弱一分，历经十世，便可彻底消散。但轮回者会失去前世记忆，唯有与共生体（阿瑶）相遇时，才会恢复片刻碎片」。你按照手札的指引，在秘阁后山找到了轮回阵，阵中刻满古老的符文，与你脖颈间的玄铁令牌产生共鸣。你在江湖中漂泊多年，见过无数因诅咒而家破人亡的惨状，也感受过独自一人的孤独与绝望。就在你准备踏入轮回阵时，阿澈突然出现在阵前，他衣衫褴褛，肩头带着伤，额间的血咒已经淡化：「我逃出来了，阿念她……她在阿瑶体内还剩一缕残魂。阿瑶快撑不住了，诅咒正在吞噬她的魂魄，你跟我回去，陪她最后一程吧」。他从怀中掏出半块玉佩，那是阿瑶托他交给你的：「她说，若你选择轮回，让你带着这半块玉佩，哪怕失去记忆，也能在人海中认出她」。轮回阵的光芒越来越盛，玄铁令牌发烫，似乎在催促你做出选择。",
          "choices": [
            {
              "text": "接受轮回：踏入阵中，开启十世破咒之路",
              "to": "ending:ending_reincarnation",
              "desc": "你握紧阿瑶的半块玉佩，转身踏入轮回阵。光芒包裹住你的瞬间，记忆如潮水般褪去，祖父的残魂在阵外叹息：「吾孙，这是你选择的路，也是我三百年的执念」。轮回的齿轮缓缓转动，你再次睁开眼，发现自己正跪在荒城的废墟中，脖颈间的玄铁令牌发烫，远处传来马蹄声，一个穿青衫的少年勒马停下，抛给你一壶水：「秘阁召你，要么跟我走，要么留在这里被诅咒吞噬」。而不远处的迷雾森林边缘，一道白影一闪而过，留下一缕淡淡的桃花香。你下意识地摸向胸口，半块玉佩温润如玉，心中涌起一股莫名的熟悉感——这是第一世，也是永无止境的开始"
            },
            {
              "text": "放弃轮回：跟着阿澈，陪阿瑶归隐凡尘",
              "to": "ending:ending_mortal",
              "desc": "你摘下脖颈间的玄铁令牌，将其狠狠掷入轮回阵，阵法瞬间崩塌，化作漫天光点。你接过阿澈手中的半块玉佩，与自己的拼合完整：「我不想再失去任何人了」。阿澈露出释然的笑容：「我就知道你会做出这样的选择」。你们找到阿瑶时，她已经虚弱不堪，咒纹布满全身。你带着她和阿澈，隐居在江南的山脚下，盖了一间小屋，种了半亩桃花。你放弃了所有修为，体内的诅咒虽未彻底消散，却因玉佩的守护和安宁的生活而蛰伏。阿瑶的笑容越来越真切，她渐渐恢复了母亲的模样，偶尔会想起阿念的片段记忆，与阿澈说笑。每逢月圆之夜，你仍会被诅咒的隐痛惊醒，梦见玄机子的黑袍、影卫的刀光，梦见阿澈独自对抗残余的咒物。某个桃花盛开的清晨，你看着阿瑶在院中浇花，阿澈在一旁修剪花枝，指尖的疤痕隐隐作痛，心中默念：「这样就好」。只是偶尔收到江湖传来的消息，说边境仍有咒物作乱，你知道，这份安宁背后，是阿澈偷偷外出清剿咒物换来的，而这份牵挂，终将伴随你们一生"
            }
          ]
        }
      ]
    }