{
  "Copywriting": [
    {
      "id": 1,
      "Content": "亲爱的侠缘，虽然我没有工资没有房子，但是我每天都会玩 燕云十六声  ， 我保证你每天都能有我的陪伴，每周都会有我赠送的10个绿蚁酒和情梳，八音窃更是多到你用不完"
    },
    {
      "id": 2,
      "Content": "爱你的人会弯腰，卧槽怎么是无名学长。 2.那天在觉障林，你说你会为我扇风，为什么是青山执笔"
    },
    {
      "id": 3,
      "Content": "不是说和我处吗我去你的啊怎么是处决"
    },
    {
      "id": 4,
      "Content": "你说真朋友两肋插刀，卧槽怎么是泥犁三垢"
    },
    {
      "id": 5,
      "Content": "你说爱你的人不会让你卑微到尘埃里，我去怎么是青山执笔。"
    },
    {
      "id": 6,
      "Content": "被姐姐扇的时候，比姐姐的香气更先来的是姐姐的抛春恨"
    },
    {
      "id": 7,
      "Content": "奴家三岁开始玩九重春色，五岁在醉花阴一曲相思曲震惊全场，七岁我便在开封如鱼得水，一步生莲三步惊云，一伞花上月令让众人叹服玉玉之威，不要学费，能借奴家50金购一壶留香露，今晚月下与奴家共饮"
    },
    {
      "id": 8,
      "Content": "什么叫我故意砍你侠缘，是他突然冲出来的，身上业障那么多，雨太大我还看不清。他还刚好兽毒毒发红名了。我以为是熊呢。网上不都在传熊会站起来装人吗。我还是三更天，我要是跑了我的业障值怎么办。什么叫不能忍忍吗"
    },
    {
      "id": 9,
      "Content": "宝宝可以看看你比较私密的地 方吗?精准率多少?大外多 少?小外多少?会心率多少? 会意率多少?穿透多少?心法 几重了?几个白发?武器外观 有几个?特效有吗?打本循环 手法怎么样?能无伤鬼神愁 吗?打本输出多少?"
    },
    {
      "id": 10,
      "Content": "致我亲爱的侠缘：当你看到这封信的时候，我已经跟不见山的吗喽私奔了，你总是打本不来找我玩，而吗喽会时不时宋我一些小零件制造惊喜，而且吗喽很好吗喽总是成堆出现，吗喽可以给我论文提供小思路，吗喽。。。吗喽。。总归吗喽是很好的小猴子"
    },
    {
      "id": 11,
      "Content": "看的出来你是真心喜欢燕云十六声，有空我带带你吧。 我现在 0.8 鹅战力，一套连招可以直接打残一个野怪，带你体验一下高端局。 强者就是要羞辱弱者! 我常年保持 0.8 鹅的强劲实力，巅峰时期甚至上过 0.9 鹅！ 手感好的时候甚至可以打赢据点。 你知道卸势吗?我触发过"
    },
    {
      "id": 12,
      "Content": "论剑我有三不打。第一是胜率比我低的人，能被我排到说明他和我段位差不多，从上面输下来，作战经验比我丰富，我敬畏，不打。第二是胜率和我差不多的人，旗鼓相当，相当凶残，值得警惕，我敬畏，不打。第三是胜率比我高的人，说明对方一路飞升，手法诡异，目押大师，可能拼尽全力无法战胜，我敬畏，不打"
    },
    {
      "id": 13,
      "Content": "玩燕云其实是古代用来惩罚囚犯用的，在古代没到午时，狱卒就准备惩罚囚犯了，他们会给囚犯发装备，用歪词条摧毁囚犯的神志，然后开始强迫囚玩燕云，期间囚犯会大喊大叫，精神崩溃，甚至会因为战力提不上去急死，囚犯还会求饶“我再也不玩燕云了"
    },
    {
      "id": 14,
      "Content": "狱卒却丝毫不管囚犯的死活，直到最后囚犯精神崩溃，患上斯德哥尔摩综合征，每天蓬头垢面一天到晚都在玩燕云，真是太可怕了"
    },
    {
      "id": 15,
      "Content": "其实我不是串子，我喜欢你，我串那么多人，唯独没有串到你，一直默默的+1，只是希望你来d我，其实只要是你，我就不会串的，一直说要d别人也只是我引起你关注的手段，但是不敢主动加你"
    },
    {
      "id": 16,
      "Content": "被我缠上是不是感觉呼吸不顺啊？被我缠上是不是感觉有点窒息啊？被我缠上是不是感觉眼晴上翻啊？被我缠上是不是感觉嗓子很疼啊？不用担心，那很正常，因为我拿绳镖缠的。"
    },
    {
      "id": 17,
      "Content": "玩燕云十六声的目的 1.恋与燕云(已失败) 2.成为斗技(划掉)成为论剑高手(已失败) 3.圈钱(已失败) 4.找些高素质人才充实自己的社交(已失败) 5.整天复制钓丝文案(已超标) 6.当应声虫(已成功)"
    },
    {
      "id": 18,
      "Content": "我应该和你说晚安吗，可是你连下午的消息都没回我。你在忙吗，可以理理我吗，或许回我一个表情包就够了，我只想和你说说话，晚上好呀，可以和我说晚安吗，没有你的晚安我睡不好，明天可以不忙吗，可以多给我发点消息吗，我这么要求你是不是有点自私啊，那算了，但不要把我删了啊。我不会打扰你的"
    },
    {
      "id": 19,
      "Content": "消失的情缘，冰冷的金兰，黑心的师父，退游的徒弟，1/5的队伍，打不赢的论剑，空荡的家和碎碎的我，想听详细的请V我51吃顿KFC，还有1块就当我的稿费。"
    },
    {
      "id": 20,
      "Content": "我有一个秘密，一直藏在心里。我相信以我们的感情，你不会说出去。不过，不是你想的那个样子，我是说，我其实是——你的侠缘"
    },
    {
      "id": 21,
      "Content": "江叔和陈叔19岁就跟了我: 侠缘姐，理理我吧。我真的很好哄，只要你理我我就很开心，还是说你觉得我太粘人了吗，我嘴巴停不住只是想跟你讲好多好多东西，呜呜。……其实不喜欢我这样可以告诉我的，我会偷偷想你，等你忙完了再来找我，。侠缘姐。。。理理我。。。。。"
    },
    {
      "id": 22,
      "Content": "江叔和陈叔19岁就跟了我: 欸？没发过去吗？师傅骚扰徒弟版：你拜我为师是不是喜欢我？难道我要当上白子画了？爱上你爱上了错，失去你失了魂魄。可笑命运捉弄。难道要开启一段禁忌之恋了吗？"
    },
    {
      "id": 23,
      "Content": "其实你那天给我发消息，我在玩燕云十六声，你一句想我了，让打睡道人的我停在了原地，卸势没点到，药瓶忘记点，奶攻武器没切换，界面弹出重伤后，我赶紧来找你，你觉得我还是来晚了，其实我的武器耐久度已经因为你而下降了百分之一。"
    },
    {
      "id": 24,
      "Content": "其实我的实力和你差不多 只是我有时候网卡 断触 卡键 手抖 误触 帧率低 高延迟 瓶颈期 没手感  没状态 刚睡醒 没支架 打累了 没散热器 卡顿掉帧 手冷手汗 周围太吵 外卖到了 手冻僵了 在上厕所 预判失误 随便玩玩 我在上课 没戴指套 没戴耳机 屏幕太滑了 手机太烫了 腱鞘炎犯了 天气太冷了 对面开挂了"
    },
    {
      "id": 25,
      "Content": "劲是加外功的，你说你没劲拧不开瓶盖是什么意思，没劲那外功得多低，你属性有问题，会心就是会心，加速就是加速，你说在一起会心跳加速，你属性有问题。 我说周五打本，你说约会，打本机制会就是会，不会就是不会，约会是什么意思？"
    },
    {
      "id": 26,
      "Content": "作为全寝里唯一玩过《燕云十六声》的人 我感觉我浑身散发着一股王者之气  微微一挥手 所有的忧郁王都将臣服在我的脚下"
    },
    {
      "id": 27,
      "Content": "不是说和我处吗，我去你的啊怎么是处决！你说春分的时候来见我，我草怎么是春分秋分日在中衡！你说爱你的人会弯腰，卧槽怎么是无名学长！你说爱是一把会倾斜的伞，卧槽怎么是抛春恨！你说真朋友两肋插刀，卧槽怎么是泥犁三垢！"
    },
    {
      "id": 28,
      "Content": "鼠鼠要钱就给呗，鼠鼠要钱就给呗，鼠鼠要钱就给呗，鼠鼠要钱就给呗。鼠鼠要钱就给呗，鼠鼠要钱就给呗，鼠鼠要钱就给呗，鼠鼠要钱就给呗。鼠鼠要钱就给呗，鼠鼠要钱就给呗，鼠鼠要钱就给呗，鼠鼠要钱就给呗。鼠鼠要钱就给呗，鼠鼠要钱就给呗，鼠鼠要钱就给呗，鼠鼠要钱就给呗。鼠鼠要钱就给呗"
    },
    {
      "id": 29,
      "Content": "群主！出事了，咱群友在清河把大鹅打了，对方主人要赔一个八音窍，我给砍价到128了，我不知道什么传奇跳票王，我也不买什么啸月"
    },
    {
      "id": 30,
      "Content": "我去！！！ 兄弟们 ！！！！你们猜我刚刚十抽出了个啥 我去 你们觉得想象不到。我靠 太震惊了 我单抽居然出了一个神仙酿鱼"
    }
  ]
}